<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語の設定
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードブローカーがパスワード更新の試行の結果を
    | 表示する際に使用される、デフォルトの言語行です。
    | 例えば、無効なパスワードやリセットトークンによる失敗など。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスのユーザーは見つかりません。",

];
